css/app/views/schedules/show.html.erb

        <section class="js--day-text" data-day-toggle-target="thingToHide">
          <% schedule_day.concerts.sort_by(&:start_time).each do |concert| %>
---
SELECT "concerts".* FROM "concerts"